<?php

/** @var yii\web\View $this */

$this->title = 'Конкурс';
?>


<div class="container mt-4">
    <div class="row">
        <div class="col-lg-8 mx-auto">
            <h2 class="mb-4">Кафедральный конкурс компьютерной графики и дизайна!</h2>
            <p class="lead">Приглашаем принять участие в конкурсе компьютерной графики и дизайна!</p>
            <ol class="list-unstyled">
                <li class="mb-3">
                    <h5 class="fw-bold">1. Организация конкурса</h5>
                <li class="mb-2">1.1 Участниками конкурса являются обучающиеся общеобразовательных организаций,
                    профессиональных образовательных организаций и организаций высшего образования различных регионов
                    Российской Федерации.
                </li>
                <li class="mb-2">1.2 Жюри конкурса формируется Оргкомитетом из числа экспертов, преподавателей
                    кафедры Вычислительная техника и автоматизированные системы управления.
                </li>
                <li class="mb-2">1.3 Участие в конкурсе индивидуальное.</li>
                <li class="mb-2">1.4 Участники должны подать заявку на сайте конкурса (Прием заявок) до 21 апреля 2025
                    года (включительно).
                </li>
                <li class="mb-2">1.5 Конкурс проводится в один этап – заочный с ограничением времени окончания конкурса
                    до 31 мая 2025 г., в течение которого участники выполняют задание на одну из тем имеющихся
                    номинаций.
                </li>
                <li class="mb-2">1.6 Задания на конкурс будут открыты в онлайн доступе на сайте <a href="/">computer-graphics.ru</a> со
                    времени начала конкурса до времени его окончания на сайте конкурса.
                </li>
            </ol>
            <p>Работы необходимо отослать на проверку строго до времени окончания конкурса и разместить на сайте <a href="/">computer-graphics.ru</a> !</p>
            <ol class="list-unstyled">
                <li class="mb-3">
                    <h5 class="fw-bold">2. Условия конкурса</h5>
                    <li class="mb-2">2.1. В ходе конкурса участник должен показать свои знания, умения и навыки работы в <b>векторном графическом редакторе Corel Draw</b> (предпочтительно) или можно использовать подобные программы (Adobe Illustrator, Figma и других, доступных участникам). </li>
                    <li class="mb-2">2.2. Выполнить задание можно в одной из предложенных программ векторной графики, выбрав соответствующую номинацию.</li>
                    <li class="mb-2">2.3. Итоговое изображение, созданное в CorelDraw должно быть представлено в виде двух файлов – исходного в формате *.cdr и изображение в высоком качестве в формате *.jpg.</li>
            </ol>
            <ol class="list-unstyled">
                <li class="mb-3">
                    <h5 class="fw-bold">3. Критерии оценки конкурсных работ:</h5>
                    <li class="mb-2">3.1. Технологические навыки и аккуратность выполнения (в частности, рассматривается выбранная программная среда, профессионализм в использовании инструментария) (от 0 до 20 баллов);</li>
                    <li class="mb-2">3.2. Креативность и выразительность средств подачи, художественные достоинства работы (от 0 до 10 баллов);</li>
                    <li class="mb-2">3.3. Оригинальность сюжета (от 0 до 10 баллов);</li>
                    <li class="mb-2">3.4. Соответствие проекта теме (от 0 до 3 баллов – «0» — не соответствует, «1» — практически не соответствует, «2» — соответствует частично, «3» — полностью соответствует);</li>
                    <li class="mb-2">3.5. Соответствие требованиям к работе (от 0 до 2 баллов — «0» — не соответствует, «1» — соответствует частично, «2» — полностью соответствует).</li>

            </ol>
            <p>При этом стоит отметить, что основным критерием отбора работ является именно техническая составляющая, выражающаяся сложностью реализации.</p>
            <ol class="list-unstyled">
                <li class="mb-3">
                    <h5 class="fw-bold">4. Подведение итогов</h5>
                    <li class="mb-2">4.1. Жюри оценивает представленные работы после обсуждения. </li>
                    <li class="mb-2">4.2. Участники, занявшие призовые места, получают дипломы и подарки. </li>
            </ol>
            <p class="fw-bold">Награждение осуществляется на закрытии конкурса компьютерной графики и дизайна 2 июня 2025 года. </p>
        </div>
    </div>
</div>